# DT_UpdateTaggedTags

## Description
Returns TRUE if updating is successful.

```pascal
FUNCTION DT_UpdateTaggedTags(h : HANDLE): BOOLEAN;
```

```python
def vs.DT_UpdateTaggedTags(h):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|   |

## Version
Availability: from Vectorworks 2019

## Category
* Data Tag Interface Library